[
    "Twitter specialist. Certified thinker. Wannabe coffee ninja. General organizer. Evil bacon guru. Zombie buff.",
    "Friend of animals everywhere. Devoted communicator. Music junkie. Total analyst.",
    "Fixie owner, dreamer, guitarist, Swiss design-head and front-end developer. Making at the nexus of simplicity and purpose to develop visual solutions that inform and persuade.\nConcept is the foundation of everything else.",
    "Food guru. Internet maven. Twitter evangelist. Social media enthusiast. Hipster-friendly reader.",
    "Evil troublemaker. Travel trailblazer. Zombie junkie. Internet guru.",
    "Football fan, self-starter, band member, Eames fan and critical graphic designer. Doing at the nexus of design and intellectual purity to craft delightful brand experiences. Nothing ventured, nothing gained.",
    "Web nerd. Typical beer specialist. Social media junkie. Creator. Proud internet fan. Musicaholic. Zombie ninja.",
    "Professional social media guru. Friend of animals everywhere. General internet junkie.",
    "Bacon maven. Student. Internet buff. Passionate alcohol enthusiast. Professional food ninja. Certified analyst.",
    "Amateur reader. Twitter advocate. Avid music expert. Alcohol enthusiast. Pop culture lover.",
    "Gamer. Incurable pop culture nerd. Zombie ninja. Twitter expert. Web aficionado. Reader.",
    "Infuriatingly humble gamer. Unapologetic problem solver. Freelance bacon buff. Tv fanatic. Incurable creator. Zombie junkie. Evil pop cultureaholic.",
    "Infuriatingly humble travel scholar. Incurable writer. Reader. Typical tv junkie. Lifelong alcohol enthusiast.",
    "Incurable entrepreneur. Friend of animals everywhere. Bacon enthusiast. Certified analyst.",
    "Twitter advocate. Falls down a lot. Devoted social media lover. Alcohol enthusiast.",
    "Surfer, follower of Christ, band member, Swiss design-head and RGD member. Producing at the fulcrum of aesthetics and mathematics to craft experiences that go beyond design. Nothing ventured, nothing gained.",
    "Unable to type with boxing gloves on. Devoted alcohol scholar. Zombie fanatic. Evil music buff.",
    "Freelance coffee expert. Avid alcohol buff. Internet advocate. Food aficionado. Extreme twitter trailblazer. Zombie junkie. Award-winning introvert.",
    "Explorer. Internet expert. Extreme alcohol nerd. Wannabe thinker. Proud tvaholic.",
    "Social media enthusiast. Unapologetic alcohol scholar. Falls down a lot. Wannabe internet lover.",
    "Unapologetic internet fanatic. Creator. Subtly charming social media maven. Extreme music expert.",
    "Twitter expert. Zombie aficionado. Certified music guru. Award-winning internet enthusiast. Friendly bacon lover. Passionate reader. Web fanatic.",
    "Beer nerd. Problem solver. Bacon evangelist. Social media fanatic. Coffee geek. Food fan. Friendly creator. Passionate pop culture ninja. Organizer.",
    "Writer. Hardcore food ninja. Social media lover. Friendly analyst. Future teen idol. Problem solver. Tv maven. Amateur travel aficionado.",
    "Entertainer, Editor, Golf Junky, Man of Winter, Your long lost twin. Is this water dry?.",
    "Twitteraholic. Friendly tv guru. Subtly charming food expert. Proud alcohol specialist.",
    "Hiking addict, risk-taker, ukulelist, Saul Bass fan and HTML5 Guru. Operating at the crossroads of simplicity and function to answer design problems with honest solutions. I work with Fortune 500 companies and startups.",
    "Bacon enthusiast. Falls down a lot. Freelance social media fan. Infuriatingly humble introvert.",
    "Student. Bacon buff. Analyst. Total tv guru. Zombie ninja. Falls down a lot. Internet expert.",
    "Web fanatic. Pop culture specialist. Wannabe alcohol guru. Music advocate. Total creator.",
    "Surfer, vegan, fender owner, Bauhaus fan and recent OCAD grad. Producing at the intersection of beauty and mathematics to give life to your brand. German award-winning designer raised in Austria & currently living in New York City.",
    "Professional social media fanatic. Coffee ninja. Extreme twitter buff. Food guru. Award-winning writer. Creator.",
    "Passionate beeraholic. Tv practitioner. Hipster-friendly zombie evangelist. Avid web enthusiast.",
    "Subtly charming travelaholic. Professional communicator. Beer lover.",
    "Basketball fan, ramen eater, drummer, Bauhaus fan and creative consultant. Operating at the crossroads of minimalism and computer science to craft experiences both online and in real life. I sometimes make random things with friends.",
    "Tvaholic. Award-winning alcohol practitioner. Twitter fanatic. Pop culture lover. Certified gamer.",
    "Total troublemaker. Twitter geek. Evil writer. Travel aficionado. Prone to fits of apathy. Gamer.",
    "Surfer, coffee addict, band member, Eames fan and critical graphic designer. Doing at the nexus of beauty and function to create not just a logo, but a feeling. Check me out on Dribbble or Medium.",
    "Redhead, Believer, Aspiring Yogi, Travel Junkie, Disgruntled Typist. I don't know what alt-tab does.",
    "Sculptor, Foodie, Creator of Mediums, Professional Troublemaker, Mayonaise Tester. Let me bitch at you every day until you sort your shit out.",
    "Stylist, Community Volunteer, Strategic Storyteller, World Traveler, Food Court Nightwatchman. I slapped a chicken once.",
    "Curator, Olympian, Wearer of unrelated hats, Wine Connoisseur, Unwashed Mass. I'm real, I hope my followers are too.",
    "Author, Stylist, Television Host, Great Cornholio, Meryl Streep's Personal Trainer. Call me maybe?.",
    "Blogger, Chef, Wearer of unrelated hats, Cultural Mythologist, Han Solo's College Roommate. I have a car for each day of the month."
]